// 문제 2
// 기호상수 const 사용 (1mile = 1.61km)
// 키보드로 마일(mile)을 소수 둘째 자리까지 입력
// 입력한 마일을 킬로미터(km)로 환산
// 입력한 마일과 환산된 킬로미터를 출력하되 소수 둘째 자리 까지만 출력
// 실행 결과
// ▶ 마일을 킬로미터로 환산하는 프로그램
// 마일 입력(소수 둘째 자리) : 500.00
// 500.00 마일은 805.00km입니다.
//----------------------------------------------------------------------------------
//#include <stdio.h>
//
//int main(void) {
//
//	float mile = 0.0;
//	const float KILOMETER = 1.61;
//
//	printf("▶ 마일을 킬로미터로 환산하는 프로그램\n");
//	printf("마일 입력(소수 둘째 자리) : ");
//	scanf_s("%f", &mile);
//	
//	printf("%.2f 마일은 %.2fkm입니다.\n", mile, mile * KILOMETER);
//
//
//
//	return 0;
//}